Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ValidateCommandShortDescription
source: Validates a manifest file
af_za: Valideer ’n manifeslêer
am_et: የይዘት ዝርዝር ፋይልን ተቀባይነት ያረጋግጣል
ar_sa: للتحقق من صحة ملف بيان التطبيق
az_latn_az: Manifest faylını təsdiqləyir
bg_bg: Проверява манифестен файл
cs_cz: Ověří soubor manifestu
da_dk: Validerer en manifestfil
de_de: Überprüft eine Manifestdatei
el_gr: Επικυρώνει ένα αρχείο διακήρυξης
es_es: Valida un archivo de manifiesto
es_mx: Valida un archivo de manifiesto de aplicación.
et_ee: Manifestifail valideeritakse
fa_ir: فایل مانیفست را تأیید می‌کند
fi_fi: Vahvistaa sovellusvaatimustiedoston
fr_fr: Valide un fichier manifeste
gl_es: Valida un ficheiro de manifesto
he_il: אימות קובץ מניפסט
hi_in: मैनिफ़ेस्ट फ़ाइल को सत्यापित करता/करती है
hu_hu: Jegyzékfájl érvényesítése
id_id: Validasi file manifes
is_is: Staðfestir upplýsingaskrá
it_it: Convalida un file manifesto
ja_jp: マニフェスト ファイルを検証
kk_kz: Манифест файлының жарамдылығын тексереді
lo_la: ກວດສອບໄຟລ໌ manifest
lt_lt: Patvirtina manifesto failą
lv_lv: Validē manifesta failu
mk_mk: Ја проверува датотеката на манифестот
ml_in: ഒരു മാനിഫെസ്റ്റ് ഫയൽ സാധൂകരിക്കുന്നു
ms_my: Mengesahkan fail manifes
nb_no: Validerer en manifestfil
nl_nl: Valideert een manifestbestand
pl_pl: Weryfikuje plik manifestu
pt_br: Valida um arquivo de manifesto
pt_pt: Valida um ficheiro de manifesto
ro_ro: Validează un fișier manifest
ru_ru: Утверждает файл манифеста
sk_sk: Overuje súbor manifestu
sl_si: Preveri veljavnost datoteke manifesta
sq_al: Verifikon një skedar manifesti
sr_latn_rs: Proverava valjanost datoteke manifesta
sv_se: Verifierar en manifest fil
te_in: మానిఫెస్ట్ ఫైల్‌ను ధృవీకరిస్తుంది
th_th: ตรวจสอบความถูกต้องของไฟล์กำกับ
tr_tr: Bir bildirim dosyasını onaylar
uk_ua: Перевіряє файл маніфесту
vi_vn: Xác thực tệp kê khai
zh_cn: 验证清单文件
zh_tw: 驗證資訊清單檔案

# ValidateManifestArgumentDescription
source: The path to the manifest to be validated
af_za: Die pad na die manifes wat gevalideer moet word
am_et: ወደ የሚረጋገጠው የይዘት ዝርዝር የሚወስድ ዱካ
ar_sa: يجب أن يتم التحقق من صحة المسار لبيان التطبيق
az_latn_az: Təsdiqlənməsi tələb edilən manifestə aparan yol
bg_bg: Пътят към манифеста, който трябва да бъде проверен
cs_cz: Cestu k manifestu je potřeba ověřit
da_dk: Stien til manifestet, der skal valideres
de_de: Der Pfad des zu überprüfenden Manifests
el_gr: Η διαδρομή προς τη διακήρυξη εφαρμογής για επαλήθευση
es_es: La ruta de acceso al manifiesto que se va a validar
es_mx: La ruta de acceso al manifiesto de aplicación que se va a validar.
et_ee: Valideeritava manifesti tee
fa_ir: مسیر مربوط به مانیفستی است که باید تأیید اعتبار شود
fi_fi: Sovellusvaatimustiedoston polku vahvistetaan
fr_fr: Chemin d’accès au manifeste à valider
gl_es: Camiño para que se valide o manifesto
he_il: הנתיב למניפסט שיש לאמת
hi_in: मैनिफ़ेस्ट का पथ जिसे सत्यापित करना है
hu_hu: Az érvényesíteni kívánt jegyzékfájl elérési útja
id_id: Jalur ke manifes untuk divalidasi
is_is: Staðfesta þarf slóðina að farmskránni
it_it: Il percorso del manifesto da convalidare
ja_jp: 検証対象のマニフェストのパス
kk_kz: Жарамдылығы тексерілетін манифестке апаратын жол
lo_la: ເສັ້ນທາງໄປຫາ manifest ເພື່ອກວດສອບ
lt_lt: Dokumento, kurį reikia patvirtinti, kelias
lv_lv: Ceļš uz manifestu, kas jāvalidē
mk_mk: Патеката до манифестот што треба да се провери
ml_in: മാനിഫെസ്റ്റിലേക്കുള്ള പാത സാധൂകരിക്കപ്പെടണം
ms_my: Laluan ke manifes untuk disahkan
nb_no: Banen til programmanifestet som skal valideres
nl_nl: Het pad naar het manifest dat moet worden gevalideerd
pl_pl: Ścieżka manifestu do weryfikacji
pt_br: O caminho para o manifesto a ser validado
pt_pt: O caminho do manifesto a ser validado
ro_ro: Calea către manifest care va fi validată
ru_ru: Путь к манифесту, подлежащему утверждению
sk_sk: Cesta k manifestu, ktorý sa má overiť
sl_si: Pot do manifesta za preverjanje veljavnosti
sq_al: Shtegu drejt manifestit duhet të verifikohet
sr_latn_rs: Putanja do manifesta čiju valjanost treba proveriti
sv_se: Sökvägen till manifestet som ska verifieras
te_in: మానిఫెస్ట్‌కు మార్గాన్ని ధృవీకరించాలి
th_th: เส้นทางไปยังไฟล์กำกับที่จะตรวจสอบความถูกต้อง
tr_tr: Doğrulanacak bildirimin yolu
uk_ua: Шлях до маніфесту, який слід перевірити
vi_vn: Đường dẫn đến tệp kê khai cần xác thực
zh_cn: 待验证的程序清单路径
zh_tw: 要驗證的資訊清單路徑

# VerboseLogsArgumentDescription
source: Enables verbose logging for WinGet
af_za: Aktiveer woordryke loghouding vir WinGet
am_et: ለ WinGet የቃላት ዝርዝርን ምዝገባን ያነቃል
ar_sa: تمكين التسجيل المطوّل لـ WinGet
az_latn_az: WinGet üçün jurnalda ətraflı qeyd aparılmasını aktiv edir
bg_bg: Позволява многословно регистриране за WinGet
cs_cz: Povolí podrobné protokolování pro WinGet.
da_dk: Aktiverer detaljeret logføring for WinGet
de_de: Aktiviert die ausführliche Protokollierung für WinGet
el_gr: Ενεργοποίηση της λεπτομερούς καταγραφής για το WinGet
es_es: Permite el registro detallado para WinGet
es_mx: Permite el registro detallado para WinGet
et_ee: Lubab WinGeti jaoks paljusõnalise logimise
fa_ir: ورود به سیستم شفاهی را برای WinGet فعال می‌کند
fi_fi: Ottaa käyttöön yksityiskohtaisen lokiin kirjaamisen WinGetissä
fr_fr: Active la journalisation détaillée pour WinGet
gl_es: Habilita o rexistro detallado para WinGet
he_il: מאפשר רישום verbose עבור WinGet
hi_in: WinGet के लिए वर्बोज़ लॉगिंग सक्षम करता है
hu_hu: A WinGet részletes naplózásának engedélyezése
id_id: Mengaktifkan pencatatan verbose untuk WinGet
is_is: Virkjar oflengdarskráningu fyrir WinGet
it_it: Abilita la registrazione dettagliata per WinGet
ja_jp: WinGet の詳細ログを有効にする
kk_kz: WinGet үшін журналды егжей-тегжейлі жүргізуге мүмкіндік береді
lo_la: ເປີດນຳໃຊ້ການບັນທຶກໂໝດລາຍລະອຽດສຳລັບ WinGet
lt_lt: Įgalina „WinGet“ daugiažodį registravimą
lv_lv: Iespējo WinGet izvērsto reģistrēšanu
mk_mk: Овозможува опширно евидентирање за WinGet
ml_in: WinGet -നുവേണ്ടി വാചാലത ലോഗിംഗ് പ്രാപ്‌തമാക്കുന്നു
ms_my: Mendayakan log masuk verbose untuk WinGet
nb_no: Aktiverer detaljert logging for WinGet
nl_nl: Zet uitgebreide logboekregistratie voor WinGet aan
pl_pl: Włącza pełne rejestrowanie dla aplikacji WinGet
pt_br: Habilita o registro em log extenso para o comando WinGet
pt_pt: Ativa o registo verboso para WinGet
ro_ro: Activează înregistrarea vocală în jurnal pentru WinGet
ru_ru: Включает ведение подробного журнала для WinGet
sk_sk: Umožňuje podrobné zapisovanie do denníka pre WinGet
sl_si: Omogoči podrobno zapisovanje dogodkov v dnevnik s pripomočkom WinGet
sq_al: Mundëson evidentimin e detajuar për WinGet
sr_latn_rs: Omogućavanje detaljnog evidentiranja za WinGet
sv_se: Aktiverar utförlig loggning för WinGet
te_in: WinGet కోసం వెర్బోస్ లాగింగ్‌ను ప్రారంభిస్తుంది
th_th: เปิดใช้งานการบันทึกโหมดรายละเอียดสำหรับ WinGet
tr_tr: WinGet için ayrıntılı günlüğü etkinleştirir
uk_ua: Увімкнення детального журналювання для WinGet
vi_vn: Bật tính năng ghi nhật ký chi tiết cho WinGet
zh_cn: 启用 WinGet 的详细日志记录
zh_tw: 啟用 WinGet 詳細資訊記錄

# VerifyFileSignedMsix
source: Please verify that the input file is a valid, signed MSIX.
af_za: Verifieer asseblief dat die invoerlêer ’n geldige, getekende MSIX is.
am_et: የገባው ፋይል ትክክለኛ፣ በ MSIX የተረጋገጠ መሆኑን ያረጋግጡ።
ar_sa: الرجاء التحقق من أن ملف الإدخال هو ملف MSIX صالح وموقّع.
az_latn_az: Daxiletmə faylının etibarlı, yəni imzalı MSIX olduğunu təsdiq edin.
bg_bg: Проверете дали Входният файл е валиден, подписан MSIX.
cs_cz: Zkontrolujte prosím, jestli vstupní soubor představuje platný a podepsaný soubor MSIX.
de_de: Über prüfen Sie, ob die Eingabe Datei eine gültige, signierte MSIX ist.
el_gr: Βεβαιωθείτε ότι το αρχείο εισόδου είναι έγκυρο, υπογεγραμμένο MSIX.
es_es: Compruebe que el archivo de entrada es un MSIX válido firmado.
es_mx: Por favor verifique que el archivo de entrada es un MSIX válido y firmado.
et_ee: Veenduge, et sisendfail oleks kehtiv allkirjastatud MSIX.
fa_ir: لطفاً تأیید کنید که فایل ورودی یک MSIX معتبر و امضاشده است.
fi_fi: Tarkista, että syötetiedosto on kelvollinen ja allekirjoitettu MSIX.
fr_fr: Veuillez vérifier que le fichier d’entrée est un MSIX signé valide.
gl_es: Verifica que o ficheiro de entrada sexa un MSIX válido e asinado.
he_il: נא ודא שקובץ הקלט הוא חוקי, MSIX חתום.
hi_in: कृपया सत्यापित करें कि इनपुट फ़ाइल एक मान्य, हस्ताक्षरित MSIX है.
hu_hu: Győződjön meg arról, hogy a bemeneti fájl érvényes, aláírt MSIX.
is_is: Staðfestið að inntaksskráin sé gild, undirrituð MSIX.
it_it: Verifica che il file di input sia un MSIX valido e firmato.
ja_jp: 入力ファイルが有効な署名された MSIX であることを確認してください。
kk_kz: Кіріс файлының MSIX арқылы қол қойылған жарамды файл екенін тексеріңіз.
lo_la: ກະລຸນາຢັ້ງຢືນວ່າໄຟລ໌ອິນພຸດນັ້ນຖືກຕ້ອງ, ມີການເຊັນ MSIX ແລ້ວ.
lt_lt: Patikrinkite, ar įvesties failas yra tinkamas, pasirašytas MŠEŠI.
lv_lv: Lūdzu, pārbaudiet, vai ievades fails ir derīgs, parakstīts MSIX.
ms_my: Sila tentu sahkan bahawa fail input adalah sah, bertandatangan MSIX.
nb_no: Kontroller at inn data filen er en gyldig, signert MSIX.
nl_nl: Controleer of het invoerbestand een geldige, ondertekende MSIX is.
pl_pl: Sprawdź, czy plik wejściowy jest prawidłowym i podpisanym plikiem MSIX.
pt_br: Verifique se o arquivo de entrada é um MSIX assinado válido.
pt_pt: Verifique se o ficheiro de entrada é válido e MSIX assinadas.
ro_ro: Verificați dacă fișierul de intrare este un MSIX valid, semnat.
sk_sk: Overte, či vstupný súbor je platný a podpísaný súbor MSIX.
sl_si: Preverite, ali je vhodna datoteka veljavna in ima podpis MSIX.
sq_al: Verifiko që skedari i hyrjes është një MSIX i vlefshëm dhe i nënshkruar.
sr_latn_rs: Proverite da li je ulazna datoteka važeća, potpisana MSIX.
sv_se: Kontrol lera att indatafilen är en giltig, signerad MSIX.
te_in: దయచేసి ఇన్పుట్ ఫైల్ చెల్లుబాటు అయ్యే, సంతకం చేసిన MSIX అని ధృవీకరించండి.
th_th: โปรดตรวจสอบว่าไฟล์ที่นำเข้าเป็นแฟ้มที่ถูกต้อง MSIX ที่เซ็นชื่อ
tr_tr: Lütfen giriş dosyasının geçerli, işaretli bir MSIX olduğunu doğrulayın.
uk_ua: Переконайтеся, що вхідний файл є дійсним, підписане MSIX.
vi_vn: Vui lòng xác minh rằng tệp đầu vào là một MSIX đã ký hợp lệ.
zh_cn: 请验证输入文件是否为有效的、已签名的 MSIX。
zh_tw: 請確認輸入檔是有效且已簽署的 MSIX。

# VersionArgumentDescription
source: Use the specified version; default is the latest version
af_za: Gebruik die gespesifiseerde weergawe; verstek is die jongste weergawe
am_et: የተገለጸውን ስሪት ተጠቀም፤ ነባሪው አዲሱ ስሪት ነው
ar_sa: استخدام إصدار محدد؛ يتم استخدام الإصدار الأخير تلقائياً
az_latn_az: Qeyd edilmiş versiyadan istifadə edin; standart kimi ən son versiya nəzərdə tutulur
bg_bg: Използвайте зададената версия; по подразбиране е най-новата версия
cs_cz: Použít konkrétní verzi (ve výchozím nastavení se použije nejnovější verze)
da_dk: Brug den angivne version; standarden er den nyeste version
de_de: Die angegebene Version verwenden, Standard ist die neueste Version
el_gr: Χρήση της καθορισμένης έκδοσης. Η προεπιλεγμένη έκδοση είναι η πιο πρόσφατη
es_es: Usar la versión especificada. el valor predeterminado es la última versión
es_mx: Use la versión especificada; la última versión es la predeterminada.
et_ee: Saate kasutada määratud versiooni; vaikeväärtus on uusim versioon
fa_ir: از نسخه مشخص‌شده استفاده می‌کند؛ نسخه پیش‌فرض همان آخرین نسخه است
fi_fi: Käytä määritettyä versiota. Oletusarvona on uusin versio.
fr_fr: Utiliser la version indiquée; la version par défaut est la dernière version
gl_es: Emprega a versión especificada, a última versión é a predefinida
he_il: השתמש בגירסה שצוינה; ברירת המחדל היא הגירסה העדכנית ביותר
hi_in: निर्दिष्ट संस्करण का उपयोग करें; डिफ़ॉल्ट नवीनतम संस्करण है
hu_hu: A megadott verzió használata; az alapértelmezett beállítás a legújabb verzió.
id_id: Gunakan versi yang ditentukan; default adalah versi terbaru
is_is: Nota tilgreinda útgáfu; sjálfgefið er nýjasta útgáfan
it_it: Usa la versione specificata; la versione predefinita è quella più recente
ja_jp: 指定されたバージョンを使用します。既定値は最新バージョンです
kk_kz: Көрсетілген нұсқаны пайдаланыңыз; әдепкі бойынша соңғы нұсқа қолданылады
lo_la: ໃຊ້ເວີຊັນທີ່ລະບຸ; ຄ່າເລີ່ມຕົ້ນແມ່ນເວີຊັນຫຼ້າສຸດ
lt_lt: Naudoti nurodytą versiją; Numatytoji reikšmė yra naujausia versija
lv_lv: Izmantot norādīto versiju; noklusējums ir jaunākā versija
mk_mk: Користете ја наведената верзија. Стандардна вредност е најновата верзија
ml_in: നിർദ്ദിഷ്ട പതിപ്പ് ഉപയോഗിക്കുക; സ്ഥിരസ്ഥിതി ഏറ്റവും പുതിയ പതിപ്പാണ്
ms_my: Gunakan versi yang ditentukan; lalai adalah versi terkini
nb_no: Bruk den angitte versjonen; standard er den nyeste versjonen
nl_nl: Gebruik de opgegeven versie, standaard is dit de nieuwste versie
pl_pl: Używaj określonej wersji; domyślną jest najnowsza wersja.
pt_br: Usar a versão especificada. O padrão é a versão mais recente
pt_pt: Utilizar a versão especificada; a predefinição é a versão mais recente
ro_ro: Utilizarea versiunii specificate; valoarea implicită este cea mai recentă versiune
ru_ru: Использовать указанную версию; по умолчанию используется последняя версия
sk_sk: Použiť zadanú verziu; predvolená možnosť je najnovšia verzia
sl_si: Uporabite navedeno različico. Privzeta vrednost je najnovejša različica
sq_al: Përdor versionin e specifikuar; parazgjedhja është versioni më i fundit
sr_latn_rs: Korišćenje navedene verzije; podrazumevana je najnovija verzija
sv_se: Använd den angivna versionen. standard är den senaste versionen
te_in: పేర్కొన్న సంస్కరణను ఉపయోగించండి; తాజా వెర్షన్ డిఫాల్ట్ అవుతుంది
th_th: ใช้เวอร์ชันที่ระบุ ค่าเริ่มต้นเป็นเวอร์ชันล่าสุด
tr_tr: Belirtilen sürümü kullanın; varsayılan en son sürümdür
uk_ua: Використати вказану версією; найновіша версія використовується за замовчуванням
vi_vn: Sử dụng phiên bản đã xác định; mặc định là phiên bản mới nhất
zh_cn: 使用指定的版本；默认为最新版本
zh_tw: 使用指定的版本; 預設為最新版本

# VersionsArgumentDescription
source: Show available versions of the app
af_za: Wys beskikbare weergawes van die toepassing
am_et: የመተግበሪያውን ተገኝ ስሪቶች አሳይ
ar_sa: عرض الإصدارات المتوفرة من الحزمة
az_latn_az: Proqramın əlçatan versiyalarını göstərin
bg_bg: Показване на наличните версии на приложението
cs_cz: Zobrazit dostupné verze aplikace
da_dk: Vis tilgængelige versioner af appen
de_de: Verfügbare Versionen der App anzeigen
el_gr: Εμφανίζει τις διαθέσιμες εκδόσεις της εφαρμογής
es_es: Mostrar las versiones disponibles de la aplicación
es_mx: Mostrar las versiones disponibles de la aplicación.
et_ee: Saate vaadata rakenduse saadaolevaid versioone
fa_ir: نسخه‌های موجود بسته را نمایش می‌دهد
fi_fi: Näytä sovelluksen saatavilla olevat versiot
fr_fr: Afficher les versions offertes de l’application
gl_es: Mostrar versións dispoñibles do paquete
he_il: הצגת הגירסאות הזמינות של היישום
hi_in: ऐप के उपलब्ध संस्करण दिखाएँ
hu_hu: Az alkalmazás elérhető verzióinak megjelenítése
id_id: Perlihatkan versi yang tersedia dari aplikasi
is_is: Sýna tiltækar útgáfur af forritinu
it_it: Mostra le versioni disponibili del pacchetto
ja_jp: アプリの利用可能なバージョンを表示
kk_kz: Бағдарламаның қолжетімді нұсқаларын көрсету
lo_la: ສະແດງແອັບເວີຊັນທີ່ສາມາດໃຊ້ໄດ້
lt_lt: Rodyti galimas programos versijas
lv_lv: Rādīt programmas pieejamās versijas
mk_mk: Прикажете ги достапните верзии на апликацијата
ml_in: അപ്ലിക്കേഷന്റെ ലഭ്യമായ പതിപ്പുകൾ കാണിക്കുക
ms_my: Tunjukkan versi aplikasi yang ada
nb_no: Vis tilgjengelige versjoner av appen
nl_nl: Beschikbare versies van de app weergeven
pl_pl: Wyświetl dostępne wersje pakietu
pt_br: Mostrar versões disponíveis do aplicativo
pt_pt: Mostrar as versões disponíveis da aplicação
ro_ro: Afișarea versiunilor disponibile ale aplicației
ru_ru: Показать доступные версии приложения
sk_sk: Zobraziť dostupné verzie aplikácie
sl_si: Prikaz razpoložljivih različic aplikacije
sq_al: Shfaq versionet në dispozicion të paketës
sr_latn_rs: Prikaz dostupnih verzija aplikacije
sv_se: Visa tillgängliga versioner av appen
te_in: అనువర్తనం యొక్క అందుబాటులో ఉన్న సంస్కరణలను చూపించు
th_th: แสดงเวอร์ชันพร้อมใช้งานของแอป
tr_tr: Uygulamanın uygun sürümlerini göster
uk_ua: Відобразити доступні версії програми
vi_vn: Hiển thị phiên bản khả dụng của ứng dụng
zh_cn: 显示应用的可用版本
zh_tw: 顯示該套件的可用版本
